<?php
  //https://api.vk.com/method/messages.send?user_id=90327755&message=Велика%20вероятность%20заражения,%20следует%20обработать%20поле.&v=5.37&access_token=2af2a263854dee6da80018b6097e89479febf1b9390ff43fa4d37e4a7fc2899684d7a3250bfc9e3993715
  if($_GET['q'] == 1){
    file_get_contents('https://api.vk.com/method/messages.send?user_id=90327755&message=ВНИМАНИЕ,%20количество%20инфекционных%20баллов%20на%20текущиий%20момент%20подходит%20к%20критическому%20порогу!%20Вспышка%20белой%20гнили%20ожидается%20в%20течении%20двух%20дней.%20Для%20предотвращения%20значительных%20потерь%20урожая%20необходимо%20запланировать%20профилактическую%20фунгицидную%20обработку.&v=5.37&access_token=2af2a263854dee6da80018b6097e89479febf1b9390ff43fa4d37e4a7fc2899684d7a3250bfc9e3993715');
  }else{
    file_get_contents('https://api.vk.com/method/messages.send?user_id=90327755&message=Количество%20инфекционных%20баллов%20на%20текущий%20момент%20допустимо.&v=5.37&access_token=2af2a263854dee6da80018b6097e89479febf1b9390ff43fa4d37e4a7fc2899684d7a3250bfc9e3993715');
  }
?>
